[
  {
    "transcript": "hello DexKit fan! I'm going to show you how to make offers for any NFT published in our community marketplaces",
    "confidence": 0.82449007,
    "startTime": "3s",
    "endTime": "20s"
  },
  {
    "transcript": " if you don't know how to create your marketplace with our tools, don't worry! we will let you in the comments a YouTube playlist with all the resources you need to create an amazing marketplace",
    "confidence": 0.808716,
    "startTime": "21.700s",
    "endTime": "51.300s"
  },
  {
    "transcript": " and also create collections as well with us. In this specific video you will learn how to put offers for any of those NFTs posted by our community. Let's start",
    "confidence": 0.73548388,
    "startTime": "51.400s",
    "endTime": "71.500s"
  },
  {
    "transcript": " the first step is to go to this website (below in the description). This is a directory where you will be able to watch any of the available Marketplace created by our community",
    "confidence": 0.73084104,
    "startTime": "72.400s",
    "endTime": "95.700s"
  },
  {
    "transcript": " To save time, let's choose this marketplace which we already know is great since it was created by a valuable member of our community.",
    "confidence": 0.79407489,
    "startTime": "96.800s",
    "endTime": "106s"
  },
  {
    "transcript": " We see that he posted some nice NFTs in here. Do you like any? we can just put our custom offer or check if any of these are published. Let's check this first one",
    "confidence": 0.91283834,
    "startTime": "108.600s",
    "endTime": "126.500s"
  },
  {
    "transcript": " As we can see this NFT here was posted with this price. You can buy it straight from here or, if you have a better offer for this NFT, you just can click on make offer",
    "confidence": 0.7868914,
    "startTime": "129.300s",
    "endTime": "148.500s"
  },
  {
    "transcript": " aAter clicking here you can see the available tokens, for doing offers on this nft marketplace. We can use Wrapped Matic for this purpose.",
    "confidence": 0.91283852,
    "startTime": "150.400s",
    "endTime": "162.200s"
  },

  {
    "transcript": " This Marketplace is highly compatible with a lot of networks: Ethereum, Binance Chain, Polygon, Avalanche, Phantom, Arbitrum and Optimism. You can display and sell all NFTs on those networks",
    "confidence": 0.85777825,
    "startTime": "163.300s",
    "endTime": "183.600s"
  },
  {
    "transcript": " now we will look for another NFT of this Marketplace in order to place an offer",
    "confidence": 0.78549075,
    "startTime": "190.600s",
    "endTime": "200.200s"
  },
  {
    "transcript": " let's click on this one",
    "confidence": 0.91283858,
    "startTime": "202.100s",
    "endTime": "203.700s"
  },
  {
    "transcript": " okay we have a listing here for 0.3 MATIC",
    "confidence": 0.91209823,
    "startTime": "205.400s",
    "endTime": "210.800s"
  },
  {
    "transcript": " we can make our own over clicking in the «Make Offer» button",
    "confidence": 0.88036889,
    "startTime": "211.900s",
    "endTime": "223.600s"
  },
  {
    "transcript": " I will use Wrapped MATIC and I will put a 0.3 offer with a seven days duration. You can place offers that lasts an hour to six months I will pay 0.03 MATIC if the owner that is the owner of this nft Marketplace",
    "confidence": 0.88782626,
    "startTime": "225.500s",
    "endTime": "254.700s"
  },
  {
    "transcript": " accept my offer so I will confirm here",
    "confidence": 0.88043499,
    "startTime": "255.300s",
    "endTime": "259.400s"
  },
  {
    "transcript": " we need to sign the message with our wallets. let's click here. You may maybe have to authenticate two times at the first time you enter here so no worry all is safe. Let's see the offers",
    "confidence": 0.91283834,
    "startTime": "260.500s",
    "endTime": "282.200s"
  },
  {
    "transcript": "we put an offer similar to the price that is here but I just wanted to show you how to put an offer if you are not agreed with the price.",
    "confidence": 0.89885062,
    "startTime": "283.300s",
    "endTime": "302s"
  },
  {
    "transcript": " You can check it and you can cancel it anytime as well",
    "confidence": 0.89455116,
    "startTime": "303.100s",
    "endTime": "308s"
  },
  {
    "transcript": " You can also share this item on social media or you can watch it",
    "confidence": 0.90815902,
    "startTime": "309.200s",
    "endTime": "313s"
  },
  {
    "transcript": " clicking here on view order. Let's give it a look",
    "confidence": 0.88447678,
    "startTime": "314.200s",
    "endTime": "318.600s"
  },
  {
    "transcript": "here's is your order details. You can see here all NFT details with the description, order number...",
    "confidence": 0.6970439,
    "startTime": "319.800s",
    "endTime": "330s"
  },
  {
    "transcript": " the price we aspire to pay for it,  who created this offer (my wallet in this casse)",
    "confidence": 0.91283864,
    "startTime": "332.300s",
    "endTime": "339.100s"
  },
  {
    "transcript": " and we can cancel the offer here as well",
    "confidence": 0.91283852,
    "startTime": "340.500s",
    "endTime": "343s"
  },
  {
    "transcript": " so let's wait if the owner of this Marketplace accepts my offer and, if so, the NFT will appear automatically in my wallet.",
    "confidence": 0.89845943,
    "startTime": "344.400s",
    "endTime": "348.700s"
  },
  {
    "transcript": " I hope you like this video do not forget to subscribe for more videos teaching how to use and squeeze the max of our platform. See you later",
    "confidence": 0.81625843,
    "startTime": "351s",
    "endTime": "365.600s"
  }
]
